Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/2000_3s.doc.tmx
Source language: sme
Languages: nob

source: Jus livččii kárten e.e. sámi oahpaheddjiid oahpahusduogáža ja oahpahusdárbbu iešguđet fágain ja iešguđet dásiin , de livčče boahtán albmosii váttisvuođat sihke iešguđet fágain ja iešguđet dásiin sámi oahpahusvuogádagas , ja Sámediggi , ráđđehus ja Stuoradiggi livčče buorebut oaidnán váttisvuođaid ja áŋgiruššansurggiid go dán suorggi politihkalaš strategiijat galget hábmejuvvot .
nob: En kartlegging bl a av utdanningsbakgrunn og utdanningsbehov for samiske lærere på ulike fag og på ulike nivå , ville ha avdekket problemområder både innenfor ulike fag og innenfor ulike nivå i samisk utdanningssystem , og ville gitt Sametinget , regjering og Storting en god oversikt over problemområder og satsingsfelt når politiske strategier på dette feltet skal utformes .

source: Sámediggi oaidná dárbbu dákkár čielggadeapmái , ja dáhttu ahte dát čađahuvvo .
nob: Sametinget ser nødvendigheten av en slik gjennomgang , og ber om at dette blir gjort .

source: Alit oahpu rekrutterenvuođu kárten iešguđet ahkejoavkkuid , giellajoavkkuid ja regiovnnaid gaskka lea hui viiddis čuokkis mandáhtas , ja dán sáhttá leat váttis ollášuhttit váilevaš statistihkalaš materiála geažil .
nob: En kartlegging av rekrutteringsgrunnlaget til høyere utdanning innenfor ulike aldersgrupper , språkgrupper og regioner er et svært omfattende punkt i mandatet , og kan pga manglende statistisk materiale være vanskelig å oppfylle .

source: Sámediggi dattege šálloša ahte dát ii leat dahkkon danne go váilevaš statistihkalaš materiála sáhttá leat hehttehussan hálddašeapmái ja politihkalaš orgánaide go galget árvvoštallat ja plánet áŋgiruššansurggiid ja álggahit iešguđetlágán doaimmaid .
nob: Sametinget beklager likevel at dette ikke er gjort fordi et manglende statistisk materiale ofte kan være til hinder for forvaltningen og politiske organer i å vurdere og planlegge satsingsfelt og igangsette ulike tiltak .

source: Ággan dása lea danne go dálá dilli ii leat čielggas ja danne go váilot prognosat boahtte áigái .
nob: Dette fordi man mangler oversikt over nåsituasjonen og man mangler prognoser for framtiden .

source: Sámediggi čujuha maiddái ahte dálá sámi oahpaheaddjeoahpu váilevašvuođat ja dárbbut leat unnán guorahallojuvvon .
nob: Sametinget viser også til at mangler og behov ved innholdet i dagens samiske lærerutdanning i mindre grad er berørt .

source: Dát gusto váilevašvuođaide ja dárbbuide mat leat earret virgeresurssaid ja dutkanrelaterejuvvon doaimmaid .
nob: Dette gjelder mangler og behov utover stillingsressurser og forskningsrelatert virksomhet .

source: Go jo visot mandáhta bealit eai leat guorahallojuvvon , de rávve Sámediggi ahte 13. kap. mii lea sámi oahpahusvuogádaga birra ja dan árvalus čuvvojuvvo .
nob: Siden alle sider ved mandatet ikke er utredet vil Sametinget sterkt anbefale at kap. 13 som omhandler situasjonen i det samiske utdanningssystemet med dets tilrådning følges opp .

source: Sámediggi atná áibbas deaŧalažžan ahte sámi oahpahussuorgi buot dásiin oppalaččat árvvoštallojuvvo , mii attášii buori vuođu árvvoštallat boahttevaš dárbbuid ja doaimmaid .
nob: Sametinget ser det som helt sentralt at det gjennomføres en helhetlig vurdering av samisk opplæringssektor på alle nivå , som kan gi grunnlag for å vurdere framtidige behov og tiltak .

source: Dán lea Sámediggi deattuhan maiddái eará oktavuođain .
nob: Dette har Sametinget vektlagt også i andre sammenhenger .

source: Jus dán čuovvu de boahtá leat vejolaš dábuhit statistihkalaš materiála mii čájeha alit oahpu ja dutkama dárbbuid kvalitehta , mannolaga ja boađusjoksama ektui , ja sámi servodatdárbbuid ektui .
nob: En slik oppfølging vil gjøre det mulig å få tilgjengelig statistisk materiale som synliggjør behovene for høyere utdanning og forskning sett i relasjon til kvalitet og gjennomstrømning og resultatoppnåelse , og sett i relasjon til behovene i de samiske samfunn .

source: Ovddasvástádus , stivren ja organisatoralaš dilli
nob: Ansvar , styring og organisatoriske forhold

source: Sámediggi čujuha ahte lea deaŧalaš álggahit proseassa dávviriikkalaš sámi politihkalaš dásis váldostivrema čielggadeami hárrái , e.e. mii sámi alit oahpu ja dutkama sisdoallu galgá leat ja movt ovddasvástádus galgá juhkkot .
nob: Sametinget peker på viktigheten av at det igangsettes en prosess på nordisk samisk politisk nivå i forhold til avklaring av overordnet styring , bl a innhold og ansvarsfordeling i tilknytning til samisk høyere utdanning og forskning .

source: Dákkár árvvoštallamis berre sámi oahpaheaddjeoahppu váldot mielde .
nob: Samisk lærerutdanning bør inngå i en slik vurdering .

source: Iešguđet riikkaid ráđđehusat fertejit maiddái searvat dán árvvoštallama bargui .
nob: I en slik vurdering må også regjeringene i de respektive landene involveres i arbeidet .

source: Dán vuođul guorrasa Sámediggi lávdegotti árvalussii ahte ovddidit sámi oahpaheaddjeoahpu mii gusto olles Sápmái .
nob: På dette grunnlag støtter Sametinget utvalgets tilrådning om å utvikle en samisk lærerutdanning gjeldende for hele Sápmi .

source: Maiddái Suoma Sámediggi doarju árvalusa ovddidit sámi oahpaheaddjeoahpu ja ahte sámi oahpaheaddjeoahppu ferte dohkkehuvvot ollislaš oahppun davviriikkain ja Ruoššas .
nob: Også Sametinget i Finland gir sin tilslutning både til forslag om utvikling av en samisk lærerutdanning , og til forslag om at samisk lærerutdanning må godkjennes som en fullverdig utdanning i de nordiske landene og Russland .

source: Mjøslávdegotti čielggadeamis , NOU 2000:14 , 19. kap. lea Mjøslávdegoddi árvvoštallan ja evttohan sámi alit oahpu ja dutkama organiserema ja váldostivrema mii orru leame Sámedikki miela mielde .
nob: I Mjøsutvalgets utredning , NOU 2000:14 , kap. 19 har Mjøsutvalget vurdert og foreslått organisering og overordnet styring av samisk høyere utdanning og forskning som er i tråd med Sametingets syn .

source: Sihke NOU 2000:14 ja NOU 2000:3 árvalit ásahit sierra sámi fágaorgána mii ekonomalaš rámmaid bokte bidjá eavttuid alit ohppui ja dutkamii .
nob: Både NOU 2000:14 og NOU 2000:3 går inn for at det opprettes et eget samisk fagorgan som gjennom økonomiske rammer legger premisser for høyere utdanning og forskning .

source: Sámedikki árvvoštallama mielde doahttala NOU 2000:14 Sámedikki oainnu das movt sámi alit oahppu ja dutkan seađášii organiserejuvvot ja hálddašuvvot .
nob: Etter Sametingets vurdering ivaretar NOU 2000:14 Sametingets syn på hvordan samisk høyere utdanning og forskning bør organiseres og forvaltes .

source: Dán lea Sámediggi maiddái deattuhan Sámedikki iežas dutkanplána meannudettiin ( ášši 19/97 ) .
nob: Dette har Sametinget også vektlagt i forbindelse med behandlingen av Sametingets egen forskningsplan ( sak 19/97 ) .

source: Sámediggi oaivvilda nu movt Mjøslávdegoddi lea árvalan ahte sámi oahpaheaddjeoahpu ovddideapmi ja organiseren ferte čadnot Sámi Parlamentáralaš Ráđđái .
nob: I tråd med Mjøsutvalgets innstilling mener Sametinget at en samisk lærerutdanning må utvikles og organiseres i tilknytning til Samisk parlamentarisk råd .

source: Dasságo dievaslaš Sámi Parlamentáralaš Ráđđi ásahuvvo , ferte ovddasvástádus ja váldi sámi álbmoga alit oahpu ja dutkama hárrái miehta Norgga , ja earenoamážit sámi oahpaheaddjeoahpu hárrái , leat konkrehtalaš ovttasbargun Norgga ráđđehusa ja Sámedikki gaskka .
nob: Inntil et fullverdig Samisk parlamentarisk råd er etablert , må ansvar og myndighet i forhold til høyere utdanning og forskning for den samiske befolkningen generelt i Norge , og samisk læreutdanning spesielt , skje gjennom et konkret samarbeid mellom regjeringen og Sametinget i Norge .

source: Sámi oahpaheaddjeoahpu dáfus lea lunddolaš ahte Sámediggi ja ráđđehus ovttasbargaba :
nob: I forhold til samisk lærerutdanning er det naturlig at Sametinget og regjeringen samarbeider om :

source: ovddidit oktasaš sámi oahpaheaddjeoahpu sihke davvi- , julev- ja lullisámegillii
nob: utvikling av én felles samisk lærerutdanning for både nord- , lule- og sørsamene

source: Sámediggái addo váldi bidjat sámi oahpaheaddjeoahpu rámmaplánaid ( sihke ovdaskuvlii , dábálaš- , fidnofágaoahpaheaddjeoahpahussii ja praktihkalaš-pedagogalaš oahpahussii ) .
nob: Sametinget gis myndighet til å fastsette rammeplaner for samisk lærerutdanning ( både førskole , allmenn- , yrkesfaglærerutdanning og praktisk-pedagogisk utdanning ) ,

source: Sámediggi ja ráđđehus mearrideaba movt ovddasvástádus ja resurssat juhkkojuvvojit iešguđet oahpahusásahusaid gaskka . Dát dahkko ovttasráđiid iešguđet oahpahusásahusaiguin ja iešguđet sámi birrasiiguin .
nob: Sametinget og regjeringen i et nært samarbeid med utdanningsinstitusjonene og de ulike samiske miljøene , fastsetter ansvars- og ressursfordeling mellom de ulike utdanningsinstitusjonene .

source: Go ná juohká ovddasvástádusa de joatkahuvvá válddi sirdin Sámediggái , ja dát čuovvu oahpahuslága § 6.-4 , mas Sámediggái addo váldi departemeantta rámmaid mielde , addit njuolggadusaid vuođđoskuvlla ja joatkkaoahpahusa sisdoalu hárrái .
nob: En slik ansvarstildeling er en videreføring av myndighetsoverføring til Sametinget , og er helt i tråd med opplæringsloves § 6-4 , der Sametinget innenfor rammer fastsatt av departementet er gitt myndighet til å gi forskrifter om innholdet i opplæringen i grunnskolen og i videregående opplæring .

source: Sámediggi deattuha ahte buot Norgga oahpaheaddjeoahpu ásahusat galget fuolahit sámi sisdoalu oahpahusas mii vástida dása .
nob: Sametinget vil presisere at alle lærerutdanningsinstitusjoner i Norge skal ivareta et samisk innhold i utdanningen som er i samsvar med dette .

source: Sámediggi mearkkašahttá ahte iešguđet oahpahusásahusaid ovddasvástádusjuohkima dáfus , leat máŋgga ásahusas definerejuvvon doaimmat sámi álbmoga ektui .
nob: Når det gjelder ansvarsfordeling mellom de ulike utdanningsinstitusjonene , vil Sametinget bemerke at flere institusjoner har fått definert oppgaver i forhold til den samiske befolkningen .

source: Sámediggi lea ovttaoaivilis Mjøslávdegottiin ahte dát ásahusat eai sáhte čoavdit doaimmaid okto , muhto dat dárbbašit ovttasbargat gaskaneaset ja eará alit oahpahusásahusaiguin riikkas .
nob: Sametinget er enig i Mjøsutvalgets vurdering om at disse ikke kan løse sine oppgaver alene , men er avhengig av et samarbeid seg i mellom og med resten av de høyere utdanningsinstitusjonene i landet .

source: Sámediggi deattuha nu movt Mjøslávdegoddi maiddái , ahte lea deaŧalaš čielgasit defineret doaimmaid ja ahte ásahusaide juolluduvvojit resurssat vai sáhttet čoavdit bargguid dohkálaččat .
nob: Sametinget vil understreke , i tråd med Mjøsutvalgets vurdering , hvor viktig det er at oppgavene defineres klart og at institusjonene tildeles ressurser som gjør dem i stand til å løse oppgavene på en forsvarlig måte .

source: Sámediggi doarju lávdegotti das ahte Sámi allaskuvllas galgá leat váldoovddasvástádus sámi oahpaheaddjeohppui , muhto ahte dát galgá čađahuvvot sámi oahpahus- ja IKT-fierpmi ovddideame bokte mas buot sámi ásahusat mat gullet sámi oahpahussii , maiddái sámegiel- ja kulturguovddáđat / ásahusat leat mielde .
nob: Sametinget støtter utvalgets vurdering om at Samisk høgskole skal ha det overordnede ansvaret for samisk lærerutdanning , men at dette skal skje gjennom utvikling av et samisk utdannings- og IKT-nettverk hvor alle samiske institusjoner som er en del av samisk utdanning inngår , også samiske språk- og kultursentra / institusjoner .

source: Sámediggi deattuha ahte sámegielalaš oahpahus- ja dutkanbirrasat main sámegiella lea guovddážis dutkamis , leat deaŧalaččat .
nob: Sametinget understreker viktigheten av samiskspråklige utdannings- og forskningsmiljøer hvor samisk språk har en sentral plass innenfor forskningen .

source: Sámi Instituhta ja Sámi allaskuvlla biras addá vejolašvuođaid hukset sámi universitehta gos sámegiella adno njálmmálaččat ja čálalaččat mii fas váikkuha giela boahttevaš eksistenssa ja ovdáneami nannemii .
nob: Miljøet ved Nordisk Samisk Institutt og Samisk høgskole i Kautokeino skaper muligheter for oppbygging av et samisk universitet der samisk språk benyttes muntlig og skriftlig , og igjen bidrar til å sikre språkets eksistens og utvikling i framtiden .

source: Danne berre Sámi allaskuvlla beaivválaš oahpahusgiella leat sámegiella .
nob: Derfor bør undervisningsspråket på Samisk høgskole til vanlig være samisk .

source: Sámediggi guorrasa maiddái Mjøslávdegotti árvalussii ahte Budejju allaskuvllas ja Davvi-Trøndelága allaskuvllas ain galgá leat earenoamáš ovddasvástádus ovddidit oahpahusfálaldaga julevsámi ja lullisámi álbmogii , ja ahte Tromssa Universitehtas berre leat ovddasvástádus bargat lasi sámi dutkamiin ja oahpahusain máŋgga fágasuorggis , ja maiddái addit oahpahusa sámi studenttaide ja dutkiide .
nob: Sametinget er videre enig i Mjøsutvalgets vurdering om at Høgskolen i Bodø og Høgskolen i Nord-Trøndelag fortsatt skal ha et særskilt ansvar for utvikling av utdannings-tilbud for den lulesamiske og sørsamiske befolkning , og at Universitetet i Tromsø bør ha et ansvar for arbeidet med økt samisk forskning og undervising på flere fagområder , samt utdanning av samiske studenter og forskere .

source: Sámediggi mearkkašahttá ahte sihke Tromssa allaskuvla ja Finnmárkku allaskuvla fertejit leat mielde sámi oahpaheaddjeoahpu oahpahus- ja IKT-fierpmis .
nob: Sametinget vil også bemerke at både Høgskolen i Tromsø og Høgskolen i Finnmark må inngå i et samisk utdannings- og IKT-nettverk for samisk lærerutdanning .

source: Sámediggi atná deaŧalažžan ahte olles sámi oahpaheaddjeoahpus fertejit leat oktasaš elemeanttat mat fuolahit ja ovdánahttet sámi servvolašvuođa .
nob: Sametinget vil også påpeke viktigheten av at det i all samisk lærerutdanning må det være felles elementer som ivaretar og bygger opp det samiske fellesskap .

source: Dát mearkkaša ahte buot oahpahusásahusat mat fállet oahpaheaddjeoahpu davvisámi , julevsámi ja lullisámi álbmogii fertejit dán vuhtii váldit .
nob: Dette innebærer at alle utdanningsinstitusjoner som gir lærerutdanning til den nordsamiske , lulesamiske og sørsamiske befolkning må ivareta dette .

source: Eaktun dasa ahte oažžut sámi oahpahusa fierpmi doaibmat lea ahte oahpahusásahusat ožžot čielgasit definerejuvvon doaimmaid ja ahte ovttasbargorutiinnat ásahusaid gaskkas ovdánit .
nob: En forutsetning for at et nettverk i samisk utdanning skal kunne fungere på en forsvarlig måte , avhenger av at utdanningsinstitusjonene får klart definerte oppgaver og at samarbeidsrutinene mellom institusjonene utvikles .

source: Sámi oahpahusfierpmi huksemii gáibiduvvo ahte guovddáš eiseválddit ( Sámediggi ja ráđđehus ) ovttas čilgejit ásahusaid stivrema , ovddasvástádusjuogu , organiserema ja resursajuolludeami .
nob: Oppbygging av et samisk utdanningsnettverk fordrer at sentrale myndigheter ( Sameting og regjering ) sammen klargjør styring , ansvarsfordeling , organisering og ressurstildeling til institusjonene .

source: Sámi ovdaskuvlaoahpaheaddjeoahppu
nob: Samisk førskolelærerutdanning

source: Sámediggi atná deaŧalažžan ahte ráhkaduvvo sámi rámmaplána ovdaskuvlaohppui , ja doarju lávdegotti árvalusa ahte dat ráhkaduvvo .
nob: Sametinget ser viktigheten av at det utvikles en samisk rammeplan for førskolelærer-utdanningen og støtter utvalgets tilråding om at det utvikles en samisk rammeplan for førskolelærerutdanningen .

source: Sámediggi oaivvilda ahte lea lunddolaš addit Sámediggái mearridanválddi ráhkadit sámi ovdaskuvlaoahpu rámmaplána .
nob: I tråd med Sametingets syn er det naturlig at Sametinget gis myndighet til å fastsette en samisk rammeplan for førskolelærerutdanningen .

source: Dákkár rámmaplánain sáhttá olahit ollislaš sámi ovdaskuvlaoahpu buot sámi guovlluide .
nob: En slik rammeplan vil kunne ivareta intensjonene om en helhetlig samisk førskolelærerutdanning for alle samiske områder .

source: Oktasaš sámi rámmaplána buktá maiddái iešguđet oahpahusásahusaide buoret vejolašvuođaid ovttasbargat gaskaneaset , seammás go allaskuvllat besset dárbbašlaš báikkálaš heivehusaid dahkat .
nob: En felles samisk rammeplan gir også bedre muligheter for samarbeid i nettverk mellom de ulike utdanningsinstitusjonene , samtidig som det åpnes for at høgskolene kan gjøre nødvendige lokale tilpasninger .

source: Sámi dábálašoahpaheaddjeoahppu
nob: Samisk allmennlærerutdanning

source: Ulbmil sámi oahpaheaddjeoahpuin lea váikkuhit dasa ahte eanet sápmelaččat váldet oahpaheaddjeoahpu .
nob: Formålet med en samisk lærerutdanning er å bidra til å få utdannet flere samiske lærere .

source: Jus galgá sáhttit gokčat sámi servodaga dárbbuid , skuvlla ( ohppiid ) dárbbuid ja studenttaid dárbbuid , de ferte addit stuorát vejolašvuođa fágaid válljet .
nob: For å imøtekomme behovene i de samiske samfunn , skolenes ( elevenes ) behov og studentenes behov , må det gis større rom for fleksibilitet i valg av fag .

source: Sámediggi atná buorrin go lávdegoddi lea árvalan ahte studenttat galget beassat válljet matematihkkafága ja eŋgelasgiellafága gaskka stivrejuvvon válgan dábálašoahpaheaddjeoahpus .
nob: Sametinget synes det er positivt at utvalget har foreslått at studentene kan velge mellom fagene matematikk og engelsk som styrt valg i allmennlærerutdanningen .

source: Dát addá eambbo fleksibilitehta ja dagaha ahte buohkain geain lea sámi oahpaheaddjeoahppu ii leat áibbas seammá fágaovttastus .
nob: Dette gir større rom for fleksibilitet og vil bidra til at ikke alle som innehar en samisk lærerutdanning har helt lik fagsammensetning .

source: Sámediggi lea maiddái duhtavaš go sámi kulturipmárdus ja árbevierromáhttu lea árvaluvvon oassin sámi oahpaheaddjeohppui .
nob: Sametinget er også meget tilfreds med at samisk kulturforståelse og tradisjonskunnskap foreslås som en del av en samisk lærerutdanning .

source: Ferte leat dáhttu čađahit njuovžilis čovdosiid ja modulaheivehuvvon oahpahusa , ja vuođđun dasa ferte leat iešguđet sámi servodagaid sadji ja duohtavuođaipmárdus .
nob: Det må utøves stor vilje til fleksible løsninger og modulbaserte studier , og dette må i stor grad ta utgangspunkt i de ulike samiske samfunns ståsted og virkelighetsoppfatning .

source: Lea Sámedikki oaidnu ahte sámi kulturipmárdus ja árbevierromáhttu ferte leat oassin buot fágain ovdaskuvlaoahpaheaddjeoahpus , dábálašoahpaheaddjeoahpus , fágaoahpaheaddjeoahpus ja lassi- ja joatkkaoahppofálaladagas , ja leat oassin buot fágaplánain .
nob: Det er Sametingets syn at samisk kulturforståelse og tradisjonskunnskap må inngå som elementer i alle fag i førskolelærerutdanningen , allmennlærerutdanningen , faglærerutdanningen og som etter- og videreutdanningstilbud , og bakes inn i alle fagplaner .

source: Sámediggi deattuha maiddái ahte lea deaŧalaš álggahit analysa mii guorahallá dálá sámi dábálašoahpaheaddjeoahpu buriid ja heajos beliid .
nob: Sametinget understreker i tillegg viktigheten av at det igangsettes en analyse som ser på sterke og svake sider ved dagens samiske allmennlærerutdanning .

source: Sámediggi oaivvilda ahte lea lunddolaš čatnat dán barggu lávdegotti 14. árvalussii , gos árvaluvvo ahte galgá ráhkaduvvot rámmaplána sámi oahpaheaddjeohppui ja mas Sámediggi oažžu mearridanválddi sisdoalu ja ráhkadeami hárrái .
nob: Sametinget synes det er naturlig at dette arbeidet ses i sammenheng med utvalgets tilrådning 14 , om at det utarbeides en rammeplan for samisk lærerutdanning der Sametinget gis avgjørende innflytelse på innhold i og utforming av denne .

source: Sámediggi lea ovdal čujuhan ahte ii leat dušše Sámi allaskuvlla muhto maiddái eará oahpahusásahusaid , ovddasvástádus aktiviseret iežaset gelbbolašvuođaloktemii dainna ulbmiliin ahte ovddidit álbmoga máhtu sámi diliid birra .
nob: Sametinget har tidligere påpekt det ansvar andre utdanningsinstitusjoner utenom Samisk høgskole har for å aktivisere seg i kompetanseutvikling med sikte på å øke kunnskap om samiske forhold i befolkningen .

source: Gelbbolašvuođalokten lea earenoamáš deaŧalaš ásahusaid bargiide ( oahpahusbargiide ) ja daidda oahpaheaddjeoahppoásahusaide geat fállet sámi oahppofálaldagaid studenttaide .
nob: Dette er spesielt viktig i forhold til kompetanseheving for institusjonenes eget personale ( undervisningspersonale ) og særlig for de lærer-utdanningsinstitusjoner som tilbyr samiske studietilbud for sine studenter .

source: Sámediggi deattuha ahte lea deaŧalaš čuovvut 11.2.3 árvalusa .
nob: Sametinget vil presisere viktigheten av oppfølging av tilrådningen under punkt 11.2.3 .

source: Sámi fidnofágaoahpaheaddjeoahppu
nob: Samisk yrkesfaglærerutdanning

source: Sámediggi lea duhtavaš go lea árvaluvvon sierra sámi fidnofágaoahpaheaddjeoahppu .
nob: Sametinget er tilfreds med at det er foreslått å etablere en egen samisk yrkesfaglærer-utdanning .

source: Lea deaŧalaš ahte lea vejolaš fidnofágaoahpaheaddjeoahpu fállat earenoamáš sámi fágain .
nob: Det er spesielt viktig at det i spesielle samiske fag gis mulighet for yrkesfaglærer-utdanning .

source: Sámediggi oaivvilda ahte sáhttá leat váttis rekrutteret ohppiid juohke jagi dán ohppui .
nob: Sametinget ser imidlertid at det kan bli vanskelig å rekruttere til denne utdanningen hvert år .

source: Danin ferte leat njuovžilisvuohta , go jáhkkimis ii leat vejolaš fállat dákkár oahpu juohke jagi .
nob: Dermed må det utøves stor fleksibilitet , og tilbudet vil sannsynligvis ikke kunne gis hvert år .

source: Lea deaŧalaš rekrutteret studenttaid buot davviriikkain ja Ruoššas .
nob: Det er viktig å rekruttere studenter fra alle nordiske land og Russland .

source: Seammás deattuha Sámediggi maiddái ahte lea deaŧalaš oktiiheivehit sámi fidnofágaoahpaheaddjeoahpu sámi praktihkalaš-pedagogalaš oahpuin , ja ahte goappaš oahpuide ráhkaduvvo njuovžilis oahppoáigi , áinnas modulaheivehuvvon ja molssolaš oahpahusmálliid mielde .
nob: Samtidig må Sametinget også understreke viktigheten av at samisk yrkesfaglærerutdanning samordnes med samisk praktisk-pedagogisk utdanning , og at begge utdanningene legger opp til fleksible utdanningsløp , gjerne ved modulbaserte utdanningsløp og gjennom alternative opplæringsformer .

source: Sámi praktihkalaš-pedagogalaš oahppu
nob: Samisk praktisk-pedagogisk utdanning

source: Sámediggi oaidná stuora ávkki dán oahpus .
nob: Sametinget ser et stort potensiale i denne utdanningen .

source: Dát oahpahus sáhttá leat fálaldahkan sápmelaččaide geat iešguđet ákkaid dihte leat váldán universitehta- , dahje allaskuvlaoahpahusa mas pedagogalaš fága ii leat leamaš oassin .
nob: Denne vil kunne være et tilbud til samer , som av ulike årsaker har valgt en universitets- eller høgskoleutdanning uten den pedagogiske fagkomponenten .

source: Sidjiide ja earáide geat dáhttot omd. oažžut iešguđetlágán fágakombinašuvnnaid dohkkehuvvot vai sáhtáše bargat oahpaheaddjin vuođđo- ja joatkkaoahpahusas , lea deaŧalaš ovddidit sámi praktihkalaš-pedagogalaš oahpahusa mii lea heivehuvvon sámi diliide .
nob: For disse og for andre som ønsker f eks å gå få godkjent ulike fag i kombinasjon for å kunne virke som lærere i grunn- og videregående opplæring , er det viktig at det utvikles en samisk praktisk-pedagogisk utdanning som er tilpasset samiske forhold .

source: Sámediggi deattuha ahte livččii deaŧalaš ahte dát oahpahus lea modulaheivehuvvon ja ahte dat dohkkehuvvo seamma árvosažžan go dábálaš praktihkalaš-pedagogalaš oahpahus .
nob: Sametinget understreker viktigheten av at denne kan være modulbasert og at den godkjennes på lik linje med ordinær praktisk-pedagogisk utdanning .

source: Lassi- ja joatkkaoahppofálaldat
nob: Etter- og videreutdanningstilbud

source: Lassi- ja joatkkaoahppofálaladat lea deaŧalaš gelbbolašvuođaloktendoaibma oahpaheddjiide geat galget bargat vuođđoskuvllas ja joatkkaoahpahusas .
nob: Etter- og videreutdanningstilbud er svært viktige kompetansehevingstiltak for lærere som skal virke i grunnskolen og i videregående opplæring .
